Repository: giellalt/corpus-smn
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=461_lang=anaras.html.tmx
Source language: smn
Languages: sms

source: Ovdâskoddevaaljah tuállojeh jyehi niäljád ive
sms: Parlamenttvaal ââŠnet juõŠǩǩ neelljad eeŠjj

source: Vaaljâin väljejuvvojeh 200 aalmugovdâsteijed meridiđ mii ohtsijn aašijn.
sms: Vaalin vaŠlljeet 200 parlamentneŠǩǩed tuŠmmjet õhttsaž aaššid.

source: Ive 2011 ovdâskoddevaaljah uárnejuvvojeh pasepeeiivi 17.4.2011.
sms: EeŠjj 2011 parlamenttvaal riâžžât pâŠsspeeiŠv 17.4.2011.

source: Lasetiäđuh vaalit.
sms: LââŠssteâđaid vaal.

source: fi - siijđost paječálusist “ Tietoa eduskuntavaaleista eri kielillä ” tâi
sms: fi – seeidast pâŠjjǩeeŠjrtõõzzâst ” Tietoa eduskuntavaaleista eri kielillä ” leŠbe

source: taam njuálguliiŋkâst
sms: täŠst vuõigg liiŋkâst

source: (PDF-tiätuvuárkká).
sms: (PDF-teâttõs).
